// либо {props} & {props.hwString}
export function Title({hwString}) {
   return (
      <>
         <h1>{hwString} - Титул, Заголовок??</h1>
         <p>
            титул, звание ◆ Отсутствует пример употребления (см. рекомендации).
            полигр., дизайн заголовок, заглавие, название, наименование ◆ Отсутствует пример употребления (см. рекомендации).
            амер. официальный документ, подтверждающий право собственности на что-либо (как правило, на движимое имущество) ◆ A vehicle title signifies ownership much like a deed to a house.
            печатное издание, электронное издание, книга, газета, журнал, публикация ◆ Отсутствует пример употребления (см. рекомендации).
         </p>
      </>
   );
}

// export default Title;